driver-tests/bpelse/while/WhileJbi/test/WhileNeverExecutes3/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:whil="http://www.mycomp.org/WhileNeverExecute/WhileNeverExecute">
  <soapenv:Body>
    <whil:part_0>While Never Executes</whil:part_0>
    <whil:part_1>0</whil:part_1>
  </soapenv:Body>
</soapenv:Envelope>